<?php
function get_books() {
  return [
    0 => [
       
        'book-heading' => 'Замуж за коня',
        'book-icon' => 'Подписка',
        'book-price' => '109 руб',
        'book-img' => 'img/Kon-big.jpg',
        'book-category' => 'властный герой, дерзкая героиня, муж и жена',
        'book-description' => 'Знаете, как быстро выйти замуж? Разозлите отца, будьте откровенны с мачехой, откажите всем приличным женихам в городе и потеряйте волю, когда вам предложат немыслим...',
        'book-chapters' => [
                              0 => [
                                    'chapter-title' => '1 (не) доброе утро',
                                    'chapter-content' => '
                                <p>
                                    Глория
                                </p>
                                <p>
                                    – Папа, нет! Не надо! Пожалуйста! – молила, всеми силами упираясь, чтобы замедлить процесс моего выдворения из фамильного дома.
                                </p>
                                <p>
                                    Стражники расторопней обычного распахнули ворота на улицу, отводя глаза от нас с папой. Вмешиваться они не рискнули, на собственном опыте зная, какой тяжёлый характер у моего родителя.
                                </p>
                                <p>
                                    – Отдам за первого, кто пройдёт в город через главные ворота, – настаивал отец, волоча меня за руку за собой.
                                </p>
                                <p>
                                    – Папа, пожалуйста, люди же смотрят! – предприняла я очередную попытку вразумить его, заметив ошарашенные взгляды жителейОстловки– нашего маленького приграничного городка, в котором папа был бургомистром. – Опять слухи поползут, – увещевала я, нажимая на больные точки.
                                </p>
                                <p>
                                    – Срать я хотел на слухи. Хотел, но не могу, потому что о тебе уже чёрт-те что судачат, – выплюнул он, больно дёрнув меня за руку, которая чудом не выскочила из сустава и вовсе не оторвалась. – Одним слухом меньше, одним больше, это же как с достойными женихами: можно игнорировать, потому что есть ещё города в нашей стране, куда твоя слава не успела просочиться.
                                </p>
                                <p>
                                     Я захныкала, жалуясь на прострелившую плечо боль, но папа был глух к моим речам и не обращал внимание на слёзы, которые я старательно нагнала на глаза, искусав в кровь губы. Стальной хваткой впившись в запястье он волочил меня всё дальше и дальше от дома по кривым улочкам, самым коротким путём к главным воротамОстловки.
                                </p>
                                <p>
                                     Утро совсем не задалось: подняли ни свет ни заря и позавтракать толком не дали. А всё из-за того, что на вчерашнем благотворительном приёме в опере я смела отказать двадцать пятому просителю моих драгоценных запчастей: руки и сердца, конечно, с расчётом на богатое придание. Отцу абсолютно не понравилось моё заявление, что я достойна лучшего, чем сын владельца банка, завода, мельницы и тем более старика Говарда Дака, который решил, что я отличная кандидатура на роль его пятой жены. Я не могла радостно воспринять перспективу ютиться с какими-то незнакомками на кладбище через год другой, потому что Говард Дак быстренько бы меня там прописал. Мне ли это не знать. С моим характером мало кто будет со мной церемонится, даже отец сломался.
                                </p>
                                <p>
                                     – Рано мне замуж! – попробовал другой довод, чуть не запнувшись о торчавший камень в мостовой.
                                </p>
                                <p>
                                     – Двадцать лет – рано?! – рявкнул отец, резко затормозив. – Твоя мать в двадцать тебя уже ходить учила. И лучше бы на этом и остановилась! – махнул он свободной рукой и потащил меня дальше, пропуская мимо ушей мои увещевания.
                                </p>
                                <p>
                                     Мы вышли, точнее выскочили на дорогу, ведущую прямиком к воротам. В этот час они уже были распахнуты: многие горожане уходили на реку, в лес и на поля, которые находились за надёжными стенамиОстловки.
                                </p>
                                <p>
                                    – Пап, пожалуйста...
                                </p>
                                <p>
                                     Отец замедлил шаг, позволив мне перевести дыхание и осознать, как же сильно ноет рука, за которую он тянул меня всю дорогу.
                                </p>
                                <p>
                                     – Доброе утро, – обратился он к стоявшим на воротах парням. Те поприветствовали его, вытянувшись по струнке и приложив ладони к краям козырьков своих картузов.
                                </p>
                                <p>
                                     – Мы можем здесь весь день проторчать, лучше пошли домой и спокойно поговорим.
                                </p>
                                <p>
                                    – Я устал с тобой говорить, – рыкнул папа.
                                </p>
                                <p>
                                    – К нам только купцы иногда заезжают по делам, – наседала я.
                                </p>
                                <p>
                                     – Вот и отдам тебя за самого удачливого купца, – заявил родитель, подведя кворотам. – Кто-нибудь уже проезжал? – спросил он у стражей.
                                </p>
                                <p>
                                   – Нет, – ответил один из них.
                                </p>
                                <p>
                                     Папа выглянул за ворота, продолжая крепко держать меня за руку, не давая мне призрачной надежды на бегство. Широкая дорога бурым полотном простиралась вдаль, со временем истончаясь и превращаясь в точку. И из этой точки что-то двигалось к нам.
                                </p>
                                <p> Папа приложил ладонь ко лбу, прикрывая глаза от солнца, и вгляделся в даль.</p>
                                <p>
                                     У меня сердце замерло в груди. Я последовала его примеру: приложила не обременённую отцовской бдительностью ладонь ко лбу и стала вглядываться в увеличивающуюся на горизонте точку.
                                </p>
                                <p>
                                     – Кто-то едет, – с облегчением выдохнул отец, опустив руку. – Так что недолго тебе осталось в девках ходить.
                                </p>
                                <p> – Пап!</p>
                                <p>
                                     Щёки лизнул огонь. Стражники давились смешками — бесспорно, слова отца достигли их ушей.
                                </p>
                                <p>
                                     Время тянулось нестерпимо долго. Мы словно бельмо на глазу стояли перед распахнутыми воротами, ожидая гостя, только угощений, музыки и ковровой дорожки не хватало, чтобы обставить всё на должном уровне.
                                </p>
                                <p>
                                     Точка на горизонте медленно, но уверенно росла, приближаясь к нам. Наконец стало ясно, что это не торговый обоз, а не особо спешащий вОстловкупутник, который не поддавался моим мысленным уговорам свернуть на одну из троп, уходящих в лес или в поле, а лучше к реке, чтобы там освежиться, не потеряв ни единой монеты в местном трактире или гостинице. С чужаков у нас три шкурысдерут,не моргнув и глазом.
                                </p>
                                <p>
                                     От разглядывания дальнейших метаморфоз с серым пятном на горизонте нас с отцом отвлекла карета, подъехавшая к воротам. Кучер слезть с козлов, открыл дверцу и подал руку даме, помогая ей выбраться наружу.
                                </p>
                                <p> – Только не это, – простонала я, мечтая исчезнуть с лица земли.</p>'
                                    ],
                               1 => [
                                    'chapter-title' => '1-2',
                                    'chapter-content' => '
                                    <p>  – Жаннет, не стоило тебе выходить из дому! – бросил отец, примчавшейся поглумиться надо мной даме. </p>

                                   <p>  Оправив юбку, Жаннет раскрыла зонтик от солнца, так как микроскопическая шляпка на её огромной (частично из-за причёски) голове не могла справиться с этой задачей. </p>

                                   <p>  – Милый, – приближаясь к отцу, проворковала мачеха, которая мне в сёстры годилась, – не стоит пороть горячку, она же твоя единственная дочь, – театрально произнесла она, послав взгляд искрящейся неподдельным интересом. </p>

                                   <p>  – Очень смешно, Жаннет, – огрызнулась я. </p>

                                   <p>  – Глория! – прикрикнул на меня отец. </p>

                                   <p>  – Я хотела сказать «мило». Хотела, но это не мило, – поморщила я нос, копируя гримасу мачехи. – Может, её отдашь кому-то другому. </p>

                                   <p>  Жаннет вытянула шею, устремив на меня испепеляющий взгляд. </p>

                                   <p>  – Ты поосторожней, а то глаза выскочат из орбит, а ты у нас и так не красавица. </p>

                                   <p>  – Глор-рия, – прорычал папа, готовый заступиться за честь главной женщины в его жизни после смерти мамы и того фестиваля урожая, на котором он познакомился с этой Жан-нет. – Не смей хамить мачехе. </p>

                                   <p>  – Дорогой, я, конечно, женщина добрая и понимающая... – затянула Жаннет писклявым голоском, рисуясь перед отцом и городскими стражами. </p>

                                   <p>  – Конечно, добрая и понимающая, – пробурчала я под нос. </p>

                                   <p>  – ...но это уже слишком! – возмущённо заявила она, повысив голос, чтобы её недовольство резануло по ушам всех присутствующих добровольно, случайно и насильно. – Выдать такую замуж – будет неуважением к мужчине, который решится связать свою жизнь с такой невоспитанной особой. </p>

                                   <p>  – Вот тут согласна по всем пунктам! – встряла я. – Подумайте о бедном и несчастном человеке, у которого, возможно, вся жизнь ещё впереди, а ты его хочешь принудить обременить себя узами брака. </p>

                                   <p>  – Когда к узам прилагается щедрое придание, они не так сильно тяготят, – возразил папа. </p>

                                   <p>  – Надо быть сумасшедшим, чтобы согласиться на брак с первой встречной, или предложить пол королества, чтобы придать толику здравого смысла положительному ответу, – не соглашалась я. </p>

                                   <p>  – Или конём, – пробасил кто-то из солдат у ворот, запустив хохот в своих рядах. </p>

                                   <p>  – Отставить! – рявкнул на них отец, развернувшись. </p>

                                   <p>  – Конь. – Я смотрела на белое непарнокопытное животное, замершее в нерешительности у черты, отделяющей город от всего остального мира.</p>

                                   <p>  – Или кобыла, – предположила Жаннет. </p>

                                   <p>  – Я конь. У меня документы есть, – заявило животное, шагнув в город. – Только не надо заглядывать под попону, – попросил он. </p>

                                   <p>  – Не надо документов и никто вам под попону смотреть не будет, – заверил его отец. – В Остловке хорошо относятся к разумным животным. </p>

                                   <p>  – Да? – засомневался гость города, шлёпнув большими губами. </p>

                                   <p>  – Мы очень хорошо относимся к разумным животным, – поддакнула Жаннет. </p>

                                   <p>  – Когда среди твоей родни есть сучки, приходится хорошо относится к ним, – предприняла я попытку понизить градус радости у мачехи. </p>

                                   <p>  – Не совсем понимаю, что тут происходит, – нерешительно обратился к нам конь, – но если документов у меня никто проверять не будет, позвольте мне пройти. </p>

                                   <p>  – Не человек – проедешь, – буркнула я, переживая, что этого гостя так просто не отпустят: на горизонте не было видно другого претендента для исполнения отцовской угрозы, а Жаннет так и сияла коварством. </p>']
                                    , 
                               2 => [
                                    'chapter-title' => '1-3',
                                    'chapter-content' => '<p>  – Простите, сэр, как вас зовут? – поинтересовалась она у коня, сложив зонтик, чтобы вцепиться в него обеими руками, дабы справиться с переполнившим её ажиотажем. Это ведь так здорово, когда появляется шанс не только избавиться от надоевшей падчерицы, но и сломать ей жизнь. </p>

                                    <p>  – Марсель, – деловито представился конь и почтительно поклонился, заведя одну переднюю ногу за вторую. </p>
                                    
                                    <p>  – Марсель, а дальше? – уточнила Жаннет. </p>
                                    
                                    <p>  – Просто Марсель, – заподозрил что-то неладное конь. – Что-то не так? </p>
                                    
                                    <p>  – Нет, – поспешили его успокоить в один голос папа с Жаннет. </p>
                                    
                                    <p>  – Меня зовут Гордон Миллер – бургомистр Остловки. И я рад вас приветствовать в нашем городе. </p>
                                    
                                    <p>  – Я, конечно, сообщал, что приеду к вам с инспекцией, но не думал, что вы будете поджидать меня у самых ворот, – ответил ему конь, окинув всю скромную процессию подозрительным взглядом. </p>
                                    
                                    <p>  – Простите? Я что-то не понимаю, – сконфузился отец. </p>
                                    
                                    <p>  – Я помощник министра земледелия, Марсель Вингельдерский, – представился конь ещё раз, без утайки, – прибыл для инспекции полей и урожая. </p>
                                    
                                    <p>  – Из столицы? – уточнил папа, побелев на глазах. </p>
                                    
                                    <p>  – Да. </p>
                                    
                                    <p>  – Это же замечательно! – воскликнула Жаннет, всплеснув руками. – Дорогой, давай пригласим сэра Вингельского... </p>
                                    
                                    <p>  – Вингельдерского, – поправил её конь. </p>
                                    
                                    <p>  – … к нам в дом, чтобы всё обсудить, – договорила она, проигнорировав правку сэра коня. </p>
                                    
                                    <p>  – Всё? – очнулась я, поняв её замысел: дома и стены помогут уговорить отца на любое безумие, которое способен родить мозг мачехи. </p>
                                    
                                    <p>  – Всё, – довольно подтвердила Жаннет. – Карета уже здесь. </p>
                                    
                                    <p>   – Хм... я в карету не залезу, – отметил очевидное конь. </p>
                                    
                                    <p>  – Ну вы рядом можете побежать или сзади, – беззаботно подсказала мачеха решение проблемы. </p>
                                    
                                    <p>  – Ага. Глотайте пыль, – прокомментировала я, ощутив долгожданную свободу на запястье. Вот только бежать было некуда, оставалось полезать в карету и думать о том, как можно избежать худшего исхода. </p>'
                               ] , 
                               3 => [
                                    'chapter-title' => '2 Сваха Жаннет',
                                    'chapter-content' => '<p>  Первый завтрак закончился не начавшись, второй завтрак никак не мог начинаться из-за гостя. Конь стоял, нависнув мордой над обеденным столом, бросая растерянные взгляды. Жаннет настояла на том, чтобы гость постоял с нами за одним столом. Вернее, конь стоял, а мы сидели. Мы же воспитанные люди, но стоять за столом – это дикость. Ну что ещё можно ожидать от пигалицы с куриными мозгами. Папа подправил немного ситуацию, попросив одного из слуг положить на большое блюдо лучшего овса из личных запасов. </p>

                                    <p>  – Мне, право, неудобно, – пробасил Марсель, наблюдая, как все суетятся вокруг него. </p>
                                    
                                    <p>  Все, кроме меня.  </p>
                                    
                                    <p>  Я, флегматично взирая на бессмысленную возню, пользовалась случаем и ела, пока никто опять не вытащил силой из-за стола, грозя отдать первому встречному, словно надоевший патефон. </p>
                                    
                                    <p>  – Даже в столице люди не разделяют стол с разумными животными, – подметил наш гость, не решаясь притронуться к ароматному овсу. </p>
                                    
                                    <p>  – То в столице, – отмахнулась Жаннет, – мы в Остловке придерживаемся более современных взглядов и выстраиваем отношения с разумными животными так же, как с обычными людьми. </p>
                                    
                                    <p>  – Именно так, – подключился папа, отвлекаясь от своей яичницы, – и передайте его величеству, какие мы прогрессивные. </p>
                                    
                                    <p>  – Я вынужден спросить, – Марсель прочистил горло, что было похоже на обычное лошадиное ржание, – на самом деле по какой причине вся ваша семья, сэр Миллер, оказалась у парадных ворот города? </p>
                                    
                                    <p>  Папа тоже прочистил горло и вытер рот салфеткой. </p>
                                    
                                    <p>  – Это очень непросто объяснить.  </p>
                                    
                                    <p>  – Очень даже просто, – пробурчала я, вспомнив, как быстро папа добежал до ворот со мной на буксире. </p>
                                    
                                    <p>  – Какой-то час назад мне показалось, что в мою голову пришла дельная мысль о том, как вразумить свою дочь, Глорию, – добавил отец, бросив в мою сторону предупредительный взгляд. </p>
                                    
                                    <p>  Я откусила тост, в душе ликуя: он остыл! Слава богам! Не пришлось обещать, что пойду с опросом по местным мужчинам, чтобы выяснить, кто из них готов дать мне второй шанс, хотя бы в виде свидания. И поползли бы новые слухи о том, как Глория Миллер ищет себе спутника, чтобы избежать гнева отца и не потерять право на наследство. Рано или поздно Жаннет убедит отца подправить завещание, для верности родив ребёнка. Ребёнку сложно будет отказать. Он маленький и беззащитный, в отличие от меня... Если всучат какому-то дурачку. Или сдадут в монастырь подальше от Остловки. С одними дикими животными в округе. </p>
                                    
                                    <p>  – Это была гениальная идея! – активизировалась главная вдохновительница всех глупостей моего немолодого отца. – Дело в том, что Глория отказала всем женихам в нашем городе. </p>
                                    
                                    <p>  – Прямо всем? – удивился наш гость. </p>
                                    
                                    <p>  – Всем, – подтвердила Жаннет, своим писклявым голоском, что ко мне вернулось желание залить уши воском. </p>
                                    
                                    <p>  – Городок у вас немаленький, – подметил конь, – женихов должно быть много. </p>
                                    
                                    <p>  – И их много, но они не устраивают Глорию. Я даже подозреваю, что её вообще не привлекают люди, – громким шёпотом поделилась своим выводом мачеха. </p>
                                    
                                    <p>  – Я тебя слышу, Жаннет. </p>
                                    
                                    <p>  – Но я видела, как ты смотрела на сэра Вингельского. </p>
                                    
                                    <p>  – Вингельдерского, – поправил её конь. </p>
                                    
                                    <p>  – Между вами определённо проскочила искра, – с ехидной улыбкой заявила Жаннет, проигнорировав правку от гостя. </p>
                                    
                                    <p>  Мы с конём переглянулись говорящими взглядами: «Искра? – как бы спрашивал мы друг друга. – Да нет же». </p>
                                    
                                    <p>  – Тебе привиделось. Меня привлекают люди. Без обид, – сказала я, прервав паузу. </p>
                                    
                                    <p>  – Какие обиды. Меня люди привлекают, если только они способны почесать мне спинку, не задавая лишних вопросов и не заглядывая под круп. </p>
                                    
                                    <p style="text-align:center;">♥♥♥</p>
                                    
                                    <p>Выражаю искреннюю благодарность Татьяне Игнатовой за наградку и эмоции, которыми она поделилась ❤️ (ᵔᴥᵔ) </p>'
                                    ], 
                               4 => [
                                    'chapter-title' => '2-2',
                                    'chapter-content' => '<p>  Жаннет засмеялась, углядев что-то для себя смешное в том, что больные извращенцы пялятся на достоинство коня, который и в суд может подать за такое. Я пришпилила мачеху укоризненным взглядом, немного охладив её. </p>

                                    <p>  – Не все люди способны понять разумных животных и принять их потребности и границы, – прокомментировал папа, сглаживая атмосферу. </p>
                                    
                                    <p>  – Но животные в одежде выглядят очень мило, словно дети, – сказала Жаннет, хихикая. </p>
                                    
                                    <p>  – Разумные животные вынуждены на-а-о-одевать одежду, чтобы не смущаться в присутствии людей, которые пялятся на наши интимные места. Даже если делают вид, что не пялятся, вы всё равно пялитесь, – с недовольством произнёс Марсель, не сводя пристального взгляда с Жаннет. Та чуть не поперхнулась соком, но всё (к несчастью) обошлось. </p>
                                    
                                    <p>  – Если бы не вызывающее поведение людей, мы бы, разумные животные, не одевали одежду. </p>
                                    
                                    <p>  – Люди заставляют животных одеваться, потому что сами зажатые и закомплексованные, – процитировала я свою горничную-гномиху, которую не устраивало требование Жаннет брить лицо. Мачеха с первого дня пугалась этой маленькой бородатой женщины, которая не стыдилась своих отличительных от людей черт. – Мужчины и так друг с другом соревнуются: у кого хм... достоинства лучше, а тут ещё и своё превосходство над разумными животными докажи. Что? Это правда. Бэтти так сказала! </p>
                                    
                                    <p>  – Не оправдывайся, – процедил раскрасневшийся отец, чего не смогли скрыть его пышные усы. </p>
                                    
                                    <p>  – Тебе-то что переживать, по словам Жаннет никакой конь с тобой не сравниться. </p>
                                    
                                    <p>  – Глор-рия! – рассвирепел отец. Опять. </p>
                                    
                                    <p>  – Не я выбирала такую мачеху. И уж тем более не мечтала быть в курсе того, что происходит в вашей спальне. Я переехала в другое крыло, но у Жаннет странное понимание о том, какие темы можно обсуждать с падчерицей. </p>
                                    
                                    <p>  – Я хотела, чтобы мы подружились. И всего-то! А девочки всегда обсуждают мальчиков, – пропищала в свою защиту Жаннет, похлопав глазками в сторону папы. Будто поднявшийся ветерок от её опахал смог бы потушить ту ярость, которая разгорелась в нём. </p>
                                    
                                    <p>  – Но не когда твой «мальчик» – мой отец! </p>
                                    
                                    <p>  Громкое фырканье прервало нашу перепалку, напомнив про гостя. </p>
                                    
                                    <p>  – Простите, овёс в нос попал, – извинился конь. – У вас очень милая семья, сэр Миллер. </p>
                                    
                                    <p>  – А у вас есть семья? – ухватилась Жаннет за опасную тему. </p>
                                    
                                    <p>  – Нет. Лошади не так долго живут, как люди. </p>
                                    
                                    <p>  – Печально слышать. Тогда возьмите Глорию! – не растерялась мачеха. </p>
                                    
                                    <p>  – Взять? Куда? </p>
                                    
                                    <p>  – В жёны! Она проживёт долго, если будете её кормить. </p>
                                    
                                    <p>  – Да тебе надо на базаре кур да свиней продавать, – не промолчала я. </p>
                                    
                                    <p>  – Глор-рия. </p>
                                    
                                    <p>  – Па-ап. Твоя жена сошла с ума, прошу тебя, отсядь от неё. </p>
                                    
                                    <p>  – Жаннет дело говорит. </p>
                                    
                                    <p>  – О боги, это заразно! Не слушайте их, сэр Вингельдерский. </p>
                                    
                                    <p>  – Обычно руки и сердце просят у отца, а не отец предлагает, – смутился Марсель. </p>
                                    
                                    <p>  – А у меня нет выбора, в Остловке она отвергла все доступные варианты. Осталось пса с почтамта упросить взять её в жёны, – на полном серьёзе ответил папа. </p>
                                    
                                    <p>  Я потеряла дар речи. Последний раз такое со мной случилось в день смерти мамы – слишком неожиданное событие, которое глубоко шокировало меня. </p>
                                    
                                    <p>  – Я дам за неё хорошее преданное: мешок золота. И три мешка овса, – накинул сверху отец, понимая потребности потенциального купца. </p>
                                    
                                    <p>  – Уф-р-р, – выдал гость, покосившись в мою сторону. </p>
                                    
                                    <p>  А я остолбенела, увидев неподдельный интерес в его взгляде. </p>
                                    
                                    <p>  – Что скажете? – не выдержала Жаннет. </p>
                                    
                                    <p>  – Умеете уговаривать. Так и быть, возьму вашу дочь в жёны. </p>
                                    
                                    <p>  – Ч-что?.. Что вы сказали? – выдавила я. – Сэр Вингельдерский, вы не обязаны им подыгрывать. </p>
                                    
                                    <p>  – Я никому не подыгрываю. </p>
                                    
                                    <p>  – Но почему? – столовые приборы выпали из внезапно ослабших рук и упали, противно звякнув о тарелку с недоеденным завтраком. </p>
                                    
                                    <p>  – Потому что вы первая женщина, которая запомнила и выговорила мою фамилию. </p>
                                    
                                    <p>  – Это шутка? – От лица отхлынула кровь. Корсет внезапно стал туже обычного. </p>
                                    
                                    <p>  – Нет. </p>
                                    
                                    <p>  – Кхм... простите. Что-то мне не хорошо, – обронила я и встала из-за стола, но стоило сделать шаг, как залитая солнечным светом столовая провалилась в кромешную тьму. </p>
                                    
                                    <p style="text-align:center;">♥♥♥ <strong>Конец главы</strong> ♥♥♥  </p>'
                                    ], 
                               5 => [
                                    'chapter-title' => '3 Разговор с отцом',
                                    'chapter-content' => '<p>  – Леди Глория, – суровым тоном позвала меня Бетти. – Вы упали в обморок? </p>

                                    <p>  – Упала, – подтвердила я, переведя взгляд с яркого балдахина на гномиху. К виду бородатой женщины я уже привыкла, но многие, особенно Жаннет, вздрагивали при её появлении в непосредственной близости. </p>
                                    
                                    <p>  – К чему было ваше представление с обмороком? Не нашли, что ответить леди Жаннет? </p>
                                    
                                    <p>  – Это не представление. Ты сегодня перестаралась с корсетом, – заявила я, нежась в мягкой постельке, куда меня перенесли слуги. Хотя Жаннет настаивала на том, чтобы меня не трогали до приезда врача, а то вдруг я сломала себе что-то, а при переноске усугубят травму. Хорошо, что воспитание не позволило папе согласиться с предложением мачехи. Так я оказалась в своей комнате, а Бетти помогла избавиться от удушающего корсета.  </p>
                                    
                                    <p>  – Я сильная, но не настолько, – проворчала гномиха, подбоченившись. – А вам пора задуматься о своём питании, если не хотите, чтобы жених передумал у алтаря. </p>
                                    
                                    <p>  – Жених? </p>
                                    
                                    <p>  – Да вы крепко приложились головой об пол, я смотрю, – нахмурилась Бетти, выражая так своё беспокойство. </p>
                                    
                                    <p>  – Конь! – подскочила я на кровати, вспомнив, что кошмар за завтраком мне не привиделся. </p>
                                    
                                    <p>  – Я понимаю, когда в личные горничные берут стахолюдку, но коня в мужья — не перемудрили ли вы в своём стремлении насолить мачехе? </p>
                                    
                                    <p>  – Ты же говорила, что среди своих ты красавица, – припомнила я слова Бетти, бросившись искать халат, чтобы накинуть его поверх сорочки. </p>
                                    
                                    <p>  – Кр-расавица, – с гордостью подтвердила гномиха, пригладив толстой ладошкой густую рыжую бороду. – А вы в таком виде куда собрались? – спохватилась она, когда я вылетела из комнаты, толком не запахнув на себе полы халата. </p>
                                    
                                    <p>  – Поймать отца, пока он не ушёл на работу! – бросила, не оглядываясь. </p>
                                    
                                    <p>  – Погодите! – побежала она за мной, но короткие ножки и грузное тело не были созданы для этого. – Да, шмель с вами! – выдохнула она, резко остановившись, и махнула рукой. – За беготню мне не доплачивают, а домашних слуг ваше бельё не напугает, – пропыхтела она вслух. </p>
                                    
                                    <p>  – Папа, погоди! Мне надо с тобой поговорить! – крикнула я, заметив отца в холле, готового уйти на службу. </p>
                                    
                                    <p>  – Глория, что за вид? </p>
                                    
                                    <p>  – Отойдём? – коротко спросила, плотнее запахивая на себе халат — а то откажет в разговоре из-за отсутствия корсета и платья. Можно подумать, что он никогда не видел женщину в сорочке. Жаннет же каждую неделю покупает себе новую с дорогой отделкой из нежных кружев, чтобы уберечь свою кожу от раздражения. Жаль, дорогая сорочка не способна обезопасить меня от раздражения, которое вызывала сама мачеха с первой секунды нашего знакомства. </p>
                                    
                                    <p style="text-align:center;">♥♥♥ </p>
                                    
                                    <p>Благодарю Людмилу Ефимову за высокую оценку наградой "Невозможно оторваться!". Очень рада, что вам понравилось ❤️ И благодарю тех, кто делится своими впечатлениями и эмоциями в комментариях к книге! ❤️</p>
                                    
                                    <p>С любовью, Виктория ОМ</p>'
                                    ], 
                               6 => [
                                'chapter-title' => '3-2',
                                'chapter-content' => '<p>  Передав портфель с рабочими документами дворецкому, папа пригласил меня в ближайшую комнату. </p>

                                <p>  – Что ты хотела сказать? – поторопил он. </p>
                                
                                <p>  – А где сэр Вингельдерский? – поинтересовалась, прикрывая за собой дверь. </p>
                                
                                <p>  – Отправился подтверждать бронь в гостинице и с кем-то встретиться. После он заглянет в городскую ратушу, чтобы провести запланированную инспекцию, поэтому поторопись, мне ещё надо убедиться, что не придётся краснеть за своих подчинённых. </p>
                                
                                <p>  Тяжело вздохнув, опустила глаза, собираясь с храбростью. </p>
                                
                                <p>  – Я хотела узнать, что всё произошедшее этим утром было простым недоразумением и никто никого за коня выдавать замуж не собрался. </p>
                                
                                <p>  – Ты меня шутником назвала? </p>
                                
                                <p>  – Нет. Но это же конь! Подумай, что люди скажут? </p>
                                
                                <p>  – Ничего не скажут: обвенчаем вас завтра с первыми лучами солнца. Со священником я договорюсь о строжайшей секретности. После церемонии сэр Вингельдерский уезжает обратно в столицу, и ты поедешь с ним. </p>
                                
                                <p>  – Папа! </p>
                                
                                <p>  – Глория! </p>
                                
                                <p>  Мы схлестнулись взглядами, молча настаивая на своём. </p>
                                
                                <p>  – Ну прости, – сдалась я. – Прости меня. Я больше не буду отказывать женихам сразу.  </p>
                                
                                <p>  – Разумеется, не будешь. К замужним женщинам женихи не приближаются, если только с предложениями стать его любовницей. Вот тут тебе лучше всего будет отказать им. </p>
                                
                                <p>  – Па-па, – выдохнула я, дрогнувшим голосом. – Не делай этого. </p>
                                
                                <p>  – Мы с будущим зятем уже все вопросы утрясли, пока ты приходила в себя после обрушившегося на тебя счастья.  </p>
                                
                                <p>  – Но он же конь! </p>
                                
                                <p>  – И что! </p>
                                
                                <p>  – О внуках ты не мечтаешь? Пусть род Миллеров закончится на тебе? </p>
                                
                                <p>  – Почему же на мне? Жаннет в состоянии родить детей. </p>
                                
                                <p>  – И когда? Когда она собирается это делать? </p>
                                
                                <p>  – Как только поправит своё здоровье, – ответил отец, потерев лоб ладонью. </p>
                                
                                <p>  – Да она здорова как... как конь! –  договорила я, покривив ртом. – Просто кормит тебя байками, потому что печётся о своей фигуре. </p>
                                
                                <p>  – Любая женщина печётся о своей фигуре и репутации, чего не скажешь о тебе. </p>
                                
                                <p>  – О-о, ты хочешь поговорить обо мне? – В груди клокотало возмущение. Я упёрла руки в боки, как это обычно делала Бетти. </p>
                                
                                <p>  – Нет. Я достаточно слышал и видел, – отвёл взгляд отец, а я не изменила позу и не подумала запахнуть халат, пояс от которого остался где-то в спальне.  </p>
                                
                                <p>  – У нас всё было прекрасно, пока ты не привёл в дом эту пигалицу! У неё на уме одни тряпки и развлечения с перерывами на обдумывание новых козней для меня. Несмотря на эту Жан-нет, я тебя люблю и желаю только лучшего, в то время как твоя молодая жена кокетничает со всеми налево и направо, используя твои деньги и статус. Как ты вообще мог выбрать такую? Будь мама жива, она бы не одобрила твой выбор! </p>
                                
                                <p>  – Она мертва. И давно. Я достаточно горевал, пришло время обзавестись верной спутницей, и Жаннет меня устраивает. Такой любви, как с твоей мамой, у нас нет, но это должно тебя лишь радовать. </p>
                                
                                <p>  – А меня не радует! Прости, но выдавать свою дочь замуж за коня — не лучший способ наладить обстановку в доме. И что ты всем скажешь, когда на той же работе начнут спрашивать, куда я исчезла? </p>
                                
                                <p>  – Что-нибудь придумаю, – отмахнулся отец. – Жаннет уже предложила хороший вариант. </p>
                                
                                <p>  – Не сомневаюсь! Надеюсь, конь в этом варианте не фигурирует? Если да, то с фантазией у неё всё куда хуже, чем я думала. </p>
                                
                                <p>  – Я не намерен выслушивать твои оскорбления в адрес своей женщины. </p>
                                
                                <p>  – Ах, вот как! Значит, она своя?! А я всегда была чужой? Или стала ею, когда Жаннет тебе об этом сказала? </p>
                                
                                <p>  – Глор-рия, – предупредительно рыкнул папа. </p>
                                
                                <p>  – Что?! Что, Глория?! – проорала во весь голос. – Ты сошёл с ума! Из-за неё!.. Почему я должна страдать по её прихоти?! – Я сверлила отца вопросительным взглядом, ожидая объяснений, ведь вся эта история с конём и женитьбой не укладывалась у меня в голове. Ну не может отец опуститься до такого варианта брака. Я не верю. Я отказываюсь в это верить. </p>
                                
                                <p>  – Я хочу, чтобы ты вышла замуж за сэра Вингельдерского, потому что считаю его подходящей парой для отбившийся от рук дочери, – припечатал отец ответом. </p>
                                
                                <p>  – Нет. Не верю, – едва слышно обронила я. – Ты... не можешь так поступить со мной. </p>
                                
                                <p>  – Могу, потому что я твой отец и я отказываюсь дальше отвечать за твою жизнь и достаток. </p>
                                
                                <p>  – Просто избавляешься от меня, чтобы я тебе не напоминала про маму ни словом, ни своим молчаливым присутствием, – подвела я черту. </p>
                                
                                <p>  – Если бы молчаливым, – буркнул отец, воздев глаза к потолку. </p>
                                
                                <p>  – Ясно... Хорошо... Раз ты так хочешь, – расстроенно произнесла я, не в силах больше продолжать эту войну. – Я выйду за коня и уеду. Раз ты так хочешь. </p>
                                
                                <p>  – Глория, давай без этого трагизма. </p>
                                
                                <p>  – Нет, что ты. Я, как примерная дочь, готова исполнить твоё желание. </p>
                                
                                <p>  Недовольно качнув головой и не обронив более ни слова, папа ушёл. Я вернулась в спальню и приступила к сборам. Предстояло решить, какие вещи мне нужны и какие из них можно взять. Без участия Жаннет не обошлось. Благодаря её ценным указкам, мой скарб уместился в один дорожный сундук, уже выдавший столицу во времена молодости моей матери. </p>
                                
                                <p style="text-align:center;">♥♥♥ <strong>Конец главы</strong> ♥♥♥</p>
                                
                                <p>Спасибо большоей Людмила Ефимова за ещё одну нагрудку к книге. Нет слов, одна благодарность =)</p>'
                                    ]  
                            ]
    ],

    1 => [
      
        'book-heading' => 'Хозяин проклятого поместья',
        'book-img' => 'img/hozain-big.jpg',
        'book-icon' => 'Цена',
        'book-price' => 'Бесплатно',
        'book-category' => 'первая любовь, призрак, тайны прошлого',
        'book-description' => 'Мужчина, скрывающий ото всех своё лицо, или жених, подговоривший на ограбление: кто из них заслуживает моего доверия и любви? *** Ради любимого Элисон готова на всё! ...',
        'book-chapters' => [
          0 => [
                'chapter-title' => 'Заголовок 1 части',
                'chapter-content' => 'Содержание части 1 Хозяин проклятого поместья'
                ],
           1 => [
                'chapter-title' => 'Заголовок части 1-2',
                'chapter-content' => 'Это текст главы 1-2 Хозяин проклятого поместья'
                ], 
           2 => [
                'chapter-title' => 'Заголовок части 1-3',
                'chapter-content' => 'Это текст главы 1-3 Хозяин проклятого поместья'
                ], 
           3 => [
                'chapter-title' => 'Заголовок 2 части',
                'chapter-content' => 'Это текст главы 2 Хозяин проклятого поместья'
                ], 
           4 => [
                'chapter-title' => 'Заголовок части 2-2',
                'chapter-content' => 'Это текст главы 2-2 Хозяин проклятого поместья'
                ], 
           5 => [
                'chapter-title' => 'Заголовок 3 части',
                'chapter-content' => 'Это текст главы 3 Хозяин проклятого поместья'
                ]
        ]
        
                               
    ],

    2 => [
      
        'book-heading' => 'Месть Анны-Луизы',
        'book-img' => 'img/mest-big.jpg',
        'book-icon' => 'Цена',
        'book-price' => 'Бесплатно',
        'book-category' => 'гендерная интрига, магия и тайны, юмор и любовь',
        'book-description' => 'БЕСПЛАТНО! Моя жизнь пошла крахом после смс: «Свадьбы не будет». Попытка поговорить с женихом открыла причину разрыва — он женится на другой. Можно оставить всё ка...',
        'book-chapters' => [
          0 => [
                'chapter-title' => '1 Уничтожение картины',
                'chapter-content' => 'Содержание части 1 Месть Анны-Луизы'
                ],
           1 => [
                'chapter-title' => '2 Анна-Луиза',
                'chapter-content' => 'Содержание части 2 Месть Анны-Луизы'
                ], 
           2 => [
                'chapter-title' => '3 Нейтен',
                'chapter-content' => 'Содержание части 3 Месть Анны-Луизы'
                ], 
           3 => [
                'chapter-title' => '4 "Утро" важного дня',
                'chapter-content' => 'Содержание части 4 Месть Анны-Луизы'
                ], 
           4 => [
                'chapter-title' => '5 Чужой жених',
                'chapter-content' => 'Содержание части 5 Месть Анны-Луизы'
                ], 
           5 => [
                'chapter-title' => '6 Идея мести',
                'chapter-content' => 'Содержание части 6 Месть Анны-Луизы'
                ], 
           6 => [
            'chapter-title' => '7 Фокус-покус',
            'chapter-content' => 'Содержание части 7 Месть Анны-Луизы'
                ]  
        ]
    ]
    

];

}



function get_book_attribute($id, $attr) {
  $books = get_books();
  $result = $books[$id][$attr] ?:null;
  return $result;
}




function get_book_img($id) {
  return get_book_attribute($id, 'book-img');
}
function get_book_heading($id) {
  return get_book_attribute($id, 'book-heading');
}
function get_book_icon($id) {
  return get_book_attribute($id, 'book-icon');
}
function get_book_price($id) {
  return get_book_attribute($id, 'book-price');
}
function get_book_category($id) {
  return get_book_attribute($id, 'book-category');
}
function get_book_description($id) {
  return get_book_attribute($id, 'book-description');
}

function get_book_chapters($id) {
  return get_book_attribute($id, 'book-chapters');
}











function get_chapter_attribute($page, $attr) {
     $chapter = get_book_chapters($id);
     $result = $chapter[$page][$attr] ?:null;
     return $result;
   }


function get_book_chapter_title($page) {
return get_chapter_attribute($page, 'chapter-title');
}

function get_book_chapter_content($page) {
return get_chapter_attribute($page, 'chapter-content');
}



?>